# IdeaStatiCa.ConnectionApi.Model.ConCalculationParameter

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ConnectionIds** | **List&lt;int&gt;** |  | [optional]
**AnalysisType** | **ConAnalysisTypeEnum** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)